Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: A transnational corporation or other business enterprise shall make available the results of that study to relevant stakeholders and shall consider any reactions from stakeholders.
es: Una empresa transnacional u otra empresa comercial dará a conocer los resultados de ese estudio a las partes interesadas pertinentes y tomará en consideración cualesquiera reacciones de las partes interesadas.

source: All of the thirteen persons nominated as directors of the Corporation to represent the Common Stockholders were elected and each of the director nominees received the following votes
es: Las trece personas nominadas como directores de la Corporación fueron elegidas para que representen a los accionistas comunes y cada uno de los nominados a director recibió los siguientes votos

source: Used on existing and new products, the mark acts as a merchandising tool.
es: Utilizada en los productos que ya están en venta o en los nuevos productos, constituye un instrumento de comercialización.

source: The invaders want to destroy the progress of Islamic civilization, and so the caliph and the librarians of the legendary Dar al-Hikma scrambled to save and protect the collective wisdom of all religions stored in the library.
es: Los invasores pretenden detener el progreso de la civilización islámica y el califa y los bibliotecarios de la legendaria Dar al Hikma toman medidas para salvar y preservar la sabiduría de todas las religiones que se aloja en la biblioteca.

source: So during his sixth-grade year, Abi-Nader went into his classroom and had students do exercises like reading scrambled messages and writing while looking in a mirror, to help them understand a little of what it's like to have LD.
es: Así pues, cuando su hijo cursaba sexto grado, Abi-Nader fue a su salón de clase y pidió a los estudiantes que hicieran ejercicios tales como leer mensajes revueltos o escribir mientras miraban un espejo para ayudarles a entender un poco más lo que es tener LD.

source: The Green Paper covers all services which are encrypted in order to ensure payment of a fee, in other words all services, transmitted or re-transmitted by any technical means, whose signal is scrambled or otherwise modified so as to restrict its reception to specific users.
es: El Libro Verde abarca todos los servicios que recurren a la codificación para garantizar el pago de un canon, es decir, cualquier servicio transmitido o retransmitido por cualquier medio técnico, cuya señal se altera o modifica para restringir su acceso a un público determinado.

source: The pickled partridge or with beans can follow a scrambled eggs with wild asparagus or many dishes cooked with many dishes made with the agricultural produce.
es: La perdiz en escabeche o con habichuelas puede seguir a un revuelto de espárragos trigueros o a una larga serie de platos confeccionados a partir de los productos de la huerta.

source: In order to ensure appropriate energy dispersal in the transmitted signal, the individual sources feeding the multiplex are scrambled.
es: Para conseguir la dispersión de energía apropiada de la señal transmitida, se efectúa la aleatorización de las fuentes individuales conectadas al múltiplex.

source: Whether you're working at a food pantry or counseling budding entrepreneurs through the Service Corps of Retired Executives (SCORE), you're keeping up your interpersonal skills and giving back to others, as well as figuring out just how much of your leisure time you're willing to sacrifice.
es: Ya sea si usted está trabajando en un centro de distribución de alimentos comunitario o asesorando a empresarios de ciernes a través de la Servicie Corps of Retired Executives (SCORE), usted está manteniendo sus habilidades interpersonales y cediéndolas a otras personas, así como calculando cuánto de su tiempo libre está dispuesto a sacrificar.

source: Service Corps of Retired Executives (SCORE)
es: Service Corps of Retired Executives (SCORE) (Cuerpo de Servicio de Ejecutivos Jubilados)

source: This appropriation is intended to cover allowances to officials assigned non-active status following a reduction in the number of posts in the institution, or to officials holding a senior executive post who are retired in the interests of the service.
es: Este crédito se destina a cubrir las indemnizaciones que deberán abonarse a los funcionarios declarados en excedencia forzosa a raíz de una medida de reducción del número de puestos de trabajo de la institución o a los titulares de un puesto de alto funcionario que se suprime en interés del servicio.

source: Senegal has a corps of senior volunteers (Corps des Volontaires du Troisième age), an initiative of retired civil servants wishing to apply acquired skills.
es: El Senegal tiene un cuerpo de voluntarios formado por personas de edad (Corps des Volontaires du Troisième Âge) que es el resultado de una iniciativa de funcionarios jubilados que querían poner en práctica las competencias que habían adquirido.

source: He is a retired member of the Senior Corps of Civil State Administrators and State Intervener-Auditor and Fellow of the Institute for Economic Development of the World Bank.
es: Es miembro jubilado del Cuerpo superior de Administradores Civiles del Estado e Interventor-Auditor del Estado y Felow del Instituto de Desarrollo Económico del Banco Mundial.

source: Another priority concerned the identification of potential partnerships with associations of retired business executives, such as the Entente des générations pour l'emploi et l'entreprise which is part of the Confederation of European Senior Expert Services (CESES).
es: Otra prioridad era determinar asociaciones de empresarios jubilados con las que se pudiera establecer relaciones de colaboración, tales como la Entente des générations pour l'emploi et l'entreprise, que forma parte de la Confederation of European Senior Expert Services (CESES).

source: Senior management and a professional corps trained in the subject matter will provide stability.
es: Con un cuerpo de directivos y profesionales que aporte estabilidad y que esté formado en este campo.

source: In Khartoum, the joint assessment mission held a wide range of consultations with Government Ministers and senior officials, and also met with members of the diplomatic corps, senior UN officials, local and international NGOs, as well as other stakeholders.
es: En Jartum, la misión conjunta de evaluación celebró amplias consultas con Ministros y altos funcionarios del Gobierno y se reunió con miembros del cuerpo diplomático, altos funcionarios de las Naciones Unidas, organizaciones no gubernamentales locales e internacionales y otras partes interesadas.

source: Val IT provides generally accepted guidelines and best practices to help boards of directors and executives attain maximum return on investment (ROI) for IT.
es: Val IT ofrece prácticas óptimas y pautas generalmente aceptadas para ayudar a directores y ejecutivos a alcanzar la máxima rentabilidad de la inversión para la TI.

source: This means an average ROI of only a few months.
es: Es decir, una rentabilidad de la inversión (ROI) de unos pocos meses.

source: According to the FTF experts, possible tools for measuring this innovation capacity might include spending on R&D, number of patents, average age of products, processes and technologies, marketing times, percentage of projects with a satisfactory ROI, successful products and services on the market, earnings from intellectual property rights, technical publications and the creation of longterm wealth.
es: Según los expertos del FTF, las herramientas de medida de esta capacidad de innovación podrían ser el gasto en I+D, el número de patentes, la edad media de los productos, procesos y tecnologías, los plazos de comercialización, el porcentaje de proyectos con un ROI satisfactorio, los productos y servicios exitosos en el mercado, los ingresos por derechos de propiedad intelectual, las publicaciones técnicas o la creación de riqueza a largo plazo.

source: The variable data printing market has always been digital - but with high speed color abilities expanding application style and scope, customers are now looking for ways to utilize these technologies - and raise overall ROI expectations.
es: Pero es ahora, con las nuevas opciones de color de alta velocidad que han ampliado el estilo y alcance de las aplicaciones, cuando los clientes buscan formas de implementar estas tecnologías y aumentar así todas las expectativas del retorno de la inversión.

source: David Merrill, Chief Economist of Hitachi Data Systems describes the principles of storage economics, the 33 point calculation used to show you how make your storage infrastructure more efficient and increase your ROI.
es: David Merrill, Economista en Jefe de Hitachi Data Systems describe los principios de la economía de almacenamiento, el cálculo de 33 puntos utilizado para mostrar cómo hacer su infraestructura de almacenamiento más eficiente y aumentar su ROI.

source: Enhancement of public education and awareness of Sam Roi Yot wetlands in Thailand.
es: Promoción de la educación y concienciación del público acerca de los humedales de Sam Roi Yot de Tailandia.

source: Some studies show that organizations that have implemented a methodology to apply the tools that encourage this communication have achieved a marked improvement in its ROI.
es: Algunos estudios muestran que, las organizaciones que han implementado una metodología para aplicar las herramientas que propician esta comunicación han alcanzado una clara mejora de su ROI.

source: Soon it became clear that we are very much alike in many aspects; regional coverage with strong subsidiaries, drive for quality and customer satisfaction, a focus on practical innovations that are driven by the ROI they bring to the customers.
es: "No tardamos en darnos cuenta que tenemos en común muchos aspectos cobertura regional con fuertes filiales, interés por la calidad y la satisfacción del cliente, concentración en innovaciones prácticas que buscan ofrecer rentabilidad a los clientes""."

source: They are solely in the interest of host and content providers, because the requirements ensure that their websites are represented accurately to the end-user and that statistical data on access numbers is correct.
es: Existen únicamente en interés de los servidores de servidores y proveedores de contenidos, porque los requisitos aseguran que sus sitios Web están presentados adecuadamente al usuario final y que los datos estadísticos sobre el número de accesos es correcto.

source: Lee H. Hamilton, head of the Woodrow Wilson International Center for Scholars, was a member of the panel, along with a retired Marine Corps general, Richard Neal, and a retired Navy vice admiral, Diego Hernandez, a former commander of the Navy's Third Fleet.
es: Lee H. Hamilton, titular del Woodrow Wilson International Center for Scholars, formó parte del panel, junto con el general retirado del Cuerpo de Marines Richard Neal y el vicealmirante retirado Diego Hernández, ex comandante de la Tercera Flota del Armada.

source: INT 4 Remuneration of senior executives and Board of Directors.
es: INT 4 Remuneración de Alta Dirección y Consejo de Administración.

source: Aventis is led by a board of management of four members and an executive committee which consists of the four board members and five other senior executives.
es: Aventis es dirigida por un consejo de administración de 4 miembros y un comité ejecutivo compuesto por los cuatro miembros del consejo y otros cinco altos ejecutivos.

source: It would have been infinitely preferable, in my view, if we had called for management boards to be required to remain neutral, as the interests of owners do not always coincide with those of senior executives.
es: Habría deseado firmemente que nos hubiésemos pronunciado en contra de la obligación de neutralidad de la presidencia pues los intereses de los propietarios no siempre coinciden con los de los empleados directivos.

source: a) To keep a close watch on the integrity of the selection process of directors and senior executives of the Bank, endeavoring to ensure the candidates are persons who conform to the profile of the vacancy.
es: a) Velar por la integridad del proceso de selección de los Consejeros y altos ejecutivos del Banco, procurando que las candidaturas recaigan sobre personas que se ajusten al perfil de la vacante.

source: Over the next 5 years, we will increase the number of women in executive positions (branch managers, senior executives and central service managers) from the current 14% to at least 25%.
es: En los próximos 5 años, las mujeres en puestos directivos (Directoras de oficina, alta dirección y responsables de servicios centrales), van a pasar del 14% actual a un mínimo del 25%.

source: Their profile is that of businessmen, entrepreneurs, senior executives, either active or retired.
es: Su perfil es el de empresarios, emprendedores, altos ejecutivos, bien en activo o retirados.

source: Richard Neal, a retired Marine general who was the corps' former assistant commandant.
es: Richard Neal, general retirado de la Marina que se desempeñó como subcomandante del cuerpo.

source: "On top of that, senior staff have retired and there are not enough people who have come up through the ranks to replace them,"" he adds."
es: "Además de esto, el personal ejecutivo principal se ha jubilado y no existen suficientes personas que hayan ascendidos a través de los rangos para reemplazarlos"", agrega."

source: The best of all this good news is that we tailor our services to your ROI requirements.
es: La mejor noticia es que adaptamos nuestros servicios a los requisitos de su retorno de la inversión.

source: Groundbreaking when it comes to customer satisfaction, increased efficiency, and return on investment (RoI)
es: Vanguardista en términos de satisfacción del cliente, aumento de eficacia y retorno de la inversión (RoI - Return on Investment)

source: However, it is clear that the significant deterioration in the financial situation of the CI (see in particular profitability, cash flow and ROI), may negatively affect the ability to raise capital in the near future.
es: No obstante, es obvio que el significativo deterioro de la situación financiera (en concreto en lo que respecta a la rentabilidad, el flujo de caja y el rendimiento de las inversiones) puede afectar negativamente a la capacidad de reunir capital durante un cierto tiempo.

source: IDC uses a 12% discount rate in the ROI analysis to account for risk and to ensure a conservative analysis.
es: IDC utiliza una tasa de descuento de 12% en el análisis del ROI para justificar el riesgo y asegurar un análisis conservador.

source: This white paper relies on ESG research to demonstrate this, showing users are focusing on storage strategies and priorities that promise to deliver a better ROI.
es: Este documento se basa en una investigación de ESG para exponer esta realidad, y demuestra que los usuarios se están centrando en las estrategias y prioridades del almacenamiento que prometen generar un mejor retorno sobre la inversión.

source: The preparation of the document on Criteria for attracting investment-ROI is finished.
es: Se finalizó la preparación del documento sobre criterios para atraer inversiones -ROI.

source: This may include a corresponding adjustment in resource requirements.
es: Ello puede incluir el ajuste correspondiente en las necesidades de recursos.

source: Public awareness and understanding of science and technology was promoted through newsletters, websites and the dissemination of other resource material.
es: Se fomentó el conocimiento y la comprensión por parte del público de la ciencia y la tecnología mediante boletines, sitios web y la difusión de otros materiales de información.

source: Choose strong passwords that can be remembered but that also meet the complexity requirements of websites.
es: Elija contraseñas seguras que pueda memorizar pero que cumplan con la complejidad de requisitos de los sitios web.

source: According to requirements, access to certain websites, contents or data files can be restricted completely or at a group or user level, ensuring compliance with company-wide security guidelines in the use of the Internet.
es: El acceso a ciertas páginas web y determinados contenidos o ficheros puede limitarse, dependiendo de sus necesidades, o completamente o a niveles de usuarios individuales o grupos de usuarios, asegurando el cumplimiento de las reglas de seguridad establecidas en su empresa para el uso del internet.

source: It does not check at this point whether the resource requirements can be met.
es: No verifica en este momento si se pueden satisfacer las necesidades de recursos.

source: The preparatory work included feasibility studies and estimations of resource requirements.
es: Los preparativos incluyeron estudios de viabilidad y estimaciones de los requisitos relativos a los recursos.

source: Guilford County Schools does not endorse or authorize the use of any of its school names in any electronic medium, examples are websites, user groups, uniform resource locators (URLs), unless express written consent is granted by the Guilford County Schools.
es: Las Escuelas del Condado de Guilford no respaldan ni autorizan el uso de ninguno de los nombres de las escuelas en ningún medio electrónico, ejemplos en los sitios web, grupos de usuarios, localizadores de recursos uniformes (URL's), a no ser que las Escuelas del Condado de Guilford otorguen expreso consentimiento por escrito.

source: DocShop is a unique resource that directs you to the websites of skilled dentists in your area.
es: DocShop es un recurso único que lo conduce a sitios Web de dentistas cualificados en su zona.

source: The deemed gain will be calculated as the difference between the value of the Shares held by the Shareholder on the relevant eighth year anniversary and the relevant cost of those Shares.
es: Las ganancias implícitas se calcularán como la diferencia entre el valor de las Acciones mantenidas por el Accionista el octavo aniversario de que se trate y el coste de dichas Acciones.

source: This would require prior establishment of a clear demarcation of tasks and responsibilities in accordance with Community financial regulations and rules, and the undertaking of relevant cost/benefit analyses.
es: Para ello, sería necesario establecer previamente una clara delimitación de las tareas y responsabilidades, con arreglo a las normas financieras comunitarias, y efectuar el correspondiente anÆlisis relevante coste-beneficio.

source: With a percentage overhead, the percentage rate you define is applied to the relevant cost bases under certain conditions.
es: Con un recargo porcentual, se aplicará el porcentaje definido a las bases de coste correspondientes, bajo determinadas condiciones.

source: Retired Marine Corps General Bernard E. Trainor and longtime Pentagon reporter Michael R. Gordon report in The New York Times that Iraq's top generals believed that Saddam Hussein retained an arsenal of WMD and were shocked when told that such weapons would not be available in the event of an American invasion.
es: El retirado General del Cuerpo de Marines Bernard E. Trainor y el reportero de años en el Pentágono Michael R. Gordon informan en el New York Times que los generales de mayor rango en Irak creían que Saddam Hussein conservaba un arsenal de armas de destrucción masiva y se quedaron en estado de shock cuando les informaron que esas armas no estarían disponibles en el caso de una invasión americana.

source: He entered the old mutual benefit societies after a public competition in 1949. Some years later, he promoted to the technical corps and finally retired as subdirector of the Social Security.
es: Ganó una oposición para las viejas Mutualidades, entrando a formar parte de la plantilla en junio de 1949 como ayudante de segunda y con trabajo continuo ascendió al cuerpo técnico, jubilándose con el cargo de subdirector en la Tesorería Territorial de la Seguridad Social.

source: The accounts that cannot be assigned are not used to determine the profit or loss.
es: Las cuentas que no pueden asignarse no se utilizan para determinar pérdidas y ganancias.

source: All transaction costs are recognised in profit or loss.
es: Todos los costes de la transacción se llevan a gastos.

source: Enter the profit or loss for the period as well as distribution of dividends and gain/loss from exchange rate fluctuation in the Equity Holdings Adjustments table.
es: Introduzca las pérdidas o ganancias para el período así como la distribución de dividendos y beneficios/pérdidas de la fluctuación del tipo de cambio en la tabla de Evolución de resultados.

source: Reduce costs thanks to productivity increase, throught a quick ROI.
es: Disminuya costos gracias al aumento de la productividad y a través de un rápido ROI.

source: Some of these actions have shown the best ROI as in the case of relations with influentials.
es: Algunas de estas acciones han mostrado el mejor índice de retorno de la inversión como es el caso de las relaciones con influyentes.

source: More efficient deployment of personnel and growing returns per customer, together with increasing customer loyalty, make for a rapid return on investment (RoI).
es: El empleo más eficaz del personal y los crecientes beneficios por cliente así como la mayor fidelidad del cliente permiten un rápido retorno de la inversión (RoI).

source: Increasingly, Business Process Management is seen as a bottom line enterprise application and studies have shown that the ROI on BPM projects has been fantastic, with clients reporting initial ROIs in the range of 100% to 300% and payback timeframes of 6 to 12 months.
es: De forma creciente, BPM ha sido visto como una aplicación empresarial fundamental, y estudios han mostrado que el ROI en proyectos de BPM ha sido fantástico, con clientes reportando ROI inicial en el rango de 100% a 300% y payback de 6 a 12 meses.

source: ROI is typically thought of as the measure of cost reduction or profit increase directly attributed to the investment taken.
es: ROI es típicamente visto como una medida de reducción de costo o aumento de beneficio directamente atribuido a una inversión realizada.

source: Thus ROI periods of between 3 and 7 years are realistic depending on the level of utilization of the onshore connection.
es: Así los períodos ROI de entre 3 y 7 años son realistas dependiendo del nivel de utilización de la conexión de tierra.

source: To learn more about how to use Adobe products to create accessible content and how to make websites accessible, visit our Accessibility Resource Center.
es: Para averiguar más sobre cómo hacer accesibles los sitios web, visite nuestro Centro de recursos para la accesibilidad*.

source: A decision to introduce the new method in a trial that is already underway has to be made collectively as it may have implications for resource requirements, sample sizes, and potential futility of continuing the trial.
es: La decisión de introducir un nuevo método en un ensayo que ya está en marcha debe tomarse colectivamente, puesto que podría tener consecuencias en las exigencias de recursos, el tamaño de la muestra y la inutilidad potencial de continuar el ensayo.

source: At a later date, this system may also prove beneficial for our partner organizations in meeting human resource requirements in the field.
es: En fecha posterior, este sistema quizás resulte también beneficioso para nuestras organizaciones asociadas que necesiten recursos humanos sobre el terreno.
